import serv1 from '../assets/images/Serv1.webp';
import serv2 from '../assets/images/Serv2.webp';
import serv3 from '../assets/images/Serv3.webp';
import serv4 from '../assets/images/serv4.jpg';
import info1 from '../assets/images/Info1.jpeg';
import info2 from '../assets/images/30.jpg';
import info3 from '../assets/images/Info3.jpeg';
const moreInfo = [
  {
    text: '  قدمت لمسه إبداع للتشطيبات الداخلية خدمة ممتازة وانتهى من العمل ضمن  الإطار الزمني والميزانية. كانت النتائج ذات جودة ممتازة وفاقت  توقعاتنا.',
    header: 'Ahmed Mohamed',
  },
  {
    text: '    لمسه إبداع للمقاولات والتشطيبات الداخلية هي خياري الأول عندما يتعلق الأمر بالتجديدات والإصلاحات. إنهم يقدمون خدمة عالية الجودة بسعر معقول  وينتهي عملهم دائمًا على مستوى عالٍ جدًا. ينصح به بشده!',
    header: 'Amr atia',
  },
  {
    text: '    أنا سعيد للغاية بالعمل الذي قامت به لمسه إبداع لي في  الدمام ، حيث تمكنوا من استكمال التشطيبات الداخلية بسرعة وبأعلى  المعايير. أنا أوصي بهم بشدة!',
    header: 'Khaled , Dammam',
  },
];

const ServicesData = [
  {
    img: serv1,
    title: 'خدمات السباكه',
    text: [
      'تتمثل السباكة في المهنة اليدوية التي تتضمن تركيب كل من أنظمة أنابيب المياه في المنازل أو المنشآت من أجل توزيع مياه الشرب أو أنظمة الصرف الصحي.',
    ],
    contact: 'الإتصال الهاتفي',
  },
  {
    img: serv2,
    title: 'خدمات الطلاء',
    text: [
      'نحن نقدم خدمات المقاولات والتشطيبات الداخلية الشاملة ، من إعادة التشكيلات السكنية والتجارية إلى التجديدات المخصصة. يتخصص فريقنا المحترف من المحترفين في الطلاء والتلوين وورق الجدران والأرضيات وتركيب الحوائط الجافة والمزيد. نحن نضمن أعلى جودة للمنتج والخدمة وبأسعار تنافسية والاهتمام بالتفاصيل.',
    ],
    contact: 'الإتصال الهاتفي',
  },
  {
    img: serv3,
    title: 'تركيبات الجبس بورد',
    text: [
      `
    ارتفع الاهتمام بأنواع الجبس بورد في تشطيب الوحدات السكنية الجديدة، حيث يضفي مظهراً جمالياً على الأسقف والحوائط.          ,
    ولذلك يستخدم “الجبس بورد” كديكور في تزيين الأسقف والحوائط، في غرف النوم والمطابخ، ويكون بديلاً في بعض الأحيان للأسقف المستعارة.
                          
 وبالتالي تعتبر أسقف “جبسون بورد” هى الأجمل بشكل عام من حيث الشكل والديكور.
   `,
    ],
    contact: 'الإتصال الهاتفي',
  },
  {
    img: serv4,
    title: 'عزل الاسطح',
    text: [
      'العزل بماده cic باستخدام عزل JOTUN المطاط عملية العزل المائي هي إجراء يُجرى لحماية الهياكل والأسطح من تسرب المياه',
      'يتم تنفيذ عمليات العزل المائي على سطح المبنى، سواء كان سطحًا أفقيًا مثل سطح السقف أو عموديًا كالحوائط، لمنع تسرب المياه والرطوبة داخل المبنى',
      'عملية تركيب العزل المائي تتطلب خبرة ومهارة، لمسه ابداع مختصين في مجال تركيبات العزل. يقوم هؤلاء المحترفين بتحديد نوعية المواد العازلة المناسبة وتطبيقها بشكل صحيح وفقاً لمتطلبات السطح وظروف البيئة',
      'تثبيت العزل المائي بشكل صحيح يعزز حماية المباني من تلف الهيكل والتشققات الناتجة عن تسرب المياه، وبالتالي يضمن الحفاظ على سلامة وجودة المبنى على المدى الطويل.',
    ],
    contact: 'الإتصال الهاتفي',
  },
];

const info = [
  {
    img: info1,
    header: ['                لمسه إبداع:', ' تشطيبات ذات نوعية عالية'],
    text: 'لمسه إبداع هي شركة تقدم حلولاً فنية في مجال التشطيبات الداخلية،حيث توفر مواد متخصصة، عمال محترفين وخدمات تصميم متنوعة، مصممة لتوفير التشطيبات -الداخلية المثالية لمنزلك. او لشركتك. وايضا للمحلات التجارية نتكون من امهر العاملين لإنجاز نشاط التشطيبات الداخليه بالكامل في وقت قياسي . وبأسعار تتوافق مع الجميع رضاكم غايتنا',
    tel: 'تواصل معنا /',
  },
  {
    img: info2,

    header: ['                لمسه إبداع: بناء المستقبل'],
    text: 'لمسه إبداع: هي شركة متخصصة في توفير الخدمات المتعلقة بالتعاقد والتشطيبات الداخلية، ونحن نهتم ببناء المستقبل بشكل يؤمن التميز والجودة العالية. نحن نقدم خدمات فائقة الجودة والمتخصصة لمشاريعنا المختلفة، بما في ذلك تخطيط وتنفيذ المشاريع ومنها اعمال السباكه الداخليه .والدهانات الداخليه .واعمال الديكور الداخليه . والجبس بورد .والكثير مما يدور ببالك فقط اطلب تجد امهر العماله المتخصصه مع امكانيه توافر جميع الخامات التي تناسب احتياجك وايضا علي خبره ودرايه تامه واصلاح الاعطال والتجديدات الداخليه .',
    tel: '                لمسه إبداع للدهانات والتشطيبات الداخليه',
    indent: true,
  },
  {
    img: info3,

    header: ['                                لمسه إبداع للتشطيبات الداخلية'],
    text: 'لمسه إبداع هي شركة لخدمات التشطيبات الداخلية تقدم خدمات لجميع الأحجام من المشاريع التشطيبية الداخلية، من التصميم والتنفيذ إلى التعديلات الداخلية المتقدمة. تستخدم لمسه إبداع للتشطيبات الداخلية المستوى العالي من العماله الماهره لضمان تحقيق النتائج',
    tel: '                تواصل الان',
  },
];

export { moreInfo, ServicesData, info };
